# brew bundle dump --force
tap "oven-sh/bun"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "eza"
brew "fzf"
brew "maven"
brew "node"
brew "mongosh"
brew "mysql", link: false
brew "mysql-client"
brew "mysql-client@8.4", link: true
brew "neovim"
brew "nvm"
brew "pnpm"
brew "tig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty@tip"
cask "git-credential-manager"
cask "localsend"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "tabby"
cask "the-unarchiver"
vscode "angular.ng-template"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.jsrefactor"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "oxc.oxc-vscode"
vscode "redhat.vscode-yaml"
vscode "spywhere.guides"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "vincaslt.highlight-matching-tag"
vscode "webhint.vscode-webhint"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
